
import Link from "next/link";
import '../Blogparts.scss'

export const metadata = {
    title: "Что такое машины для литья под давлением",
    description: "Что такое машины для литья под давлением в 3Д печати и как они работают? Узнайте о технологиях, принципах работы и их применении в производстве 3Д изделий.",
    alternates: {
      canonical: 'https://tvoy3d.ru/knowledgebase/engineersreading/Whatareinjectionmolding'
    },
    keywords: ['3D печать в Москве', '3D печать в Москве', '3D моделирование в Москве', '3D моделирование', '3D сканирование в Москве', '3D сканирование', '3D печать', 'заказать 3D печать', 'Твой 3д', 'Твой 3D', '3д печать под заказ', '3д печать в больших количествах'],
  };

function Whatareinjectionmolding(){
    return(
        <>
            <div className='servicesinfo'>
                <h1>Что такое машины для литья под давлением и как они работают?</h1>
                <p>Хотите узнать больше о том, как именно функционирует машина для литья под давлением, а также о ее отдельных деталях? В этой статье мы рассмотрим машины для литья под давлением под микроскопом с подробным описанием их компонентов и подробным руководством по процессу литья под давлением.</p>
                <img src='/content/IM-Customer-part_Chris-Engels_02.jpg'></img>
                <p>Литье под давлением - один из наиболее широко используемых методов производства. Он используется для изготовления практически всех пластмассовых деталей во всех отраслях промышленности, от автомобильной и аэрокосмической до потребительских товаров и многого другого. Для изготовления деталей, отлитых под давлением, ваш производитель будет использовать литьевую машину.  

В этой статье мы подробно рассмотрим машины для литья под давлением и их компоненты, а также шаг за шагом познакомим вас с процессом литья под давлением.</p>
                <h1>Что такое машина для литья под давлением?</h1>
                <p>Машины для литья под давлением - это промышленные машины, используемые для изготовления пластмассовых деталей путем впрыскивания расплавленного пластика в форму. Пластик охлаждается и затвердевает, принимая форму формы. Машины для литья под давлением состоят из двух основных компонентов: узла впрыска и зажимного устройства.</p>
                <h1>Инжекционный блок</h1>
                <p>Инжекционный узел литьевой машины используется для расплавления и впрыскивания пластика. Он состоит из нескольких компонентов, которые мы рассмотрим ниже.</p>
                <h1>Бункер</h1>
                <p>Бункер представляет собой большой контейнер, в котором находится необработанный пластиковый материал, который обычно находится в виде гранул. Эти гранулы самотеком подаются из бункера в барабан машины для литья под давлением.</p>
                <h1>Бочка</h1>
                <p>После загрузки пластиковые гранулы попадают в барабан, который расплавляет пластик перед заливкой в форму. Внешние электронагреватели обеспечивают равномерный нагрев пластика по мере его прохождения через барабан, хотя для предотвращения его разложения необходимо точно регулировать температуру.</p>
                <h1>Винт</h1>
                <p>Внутри барабана вращающийся шнек выполняет несколько функций: он транспортирует пластиковые гранулы вперед, перемешивает их и, поскольку он выделяет тепло от трения, способствует их расплавлению (наряду с внешними нагревателями).</p>
                <h1>Сопло</h1>
                <p>В конце цилиндра расплавленный пластик подается через сопло, которое направляет поток в полость формы. Сопло может быть оснащено клапаном для предотвращения утечки пластика между циклами.</p>
                <h1>Зажимной узел</h1>
                <p>Зажимной узел надежно закрывает форму во время процесса литья, предотвращая вытекание расплавленного пластика. Он также открывает форму после остывания детали и помогает извлечь готовую деталь. Зажимной узел состоит из формы и зажимного механизма.</p>
                <h1>Плесень</h1>
                <p>Формы часто изготавливаются из закаленной стали, алюминия или другого прочного металла, способного выдерживать высокое давление. Как правило, формы состоят из двух половин: полости и сердцевины. Полость формирует внешнюю часть детали, а сердцевина - внутреннюю. Каждая половина формы соединяется вместе, образуя полость, которая придает конечной детали форму.  

Выталкивающие штифты обычно встраиваются в сердцевину формы. Как только деталь остынет и затвердеет, штифты помогают вытолкнуть деталь из формы. Выталкивающие штифты соединены с выталкивающими пластинами, которые соединены с выталкивающими стержнями. Вместе они образуют систему (обычно гидравлическую или механическую), которая синхронно перемещает штифты вперед для извлечения детали.</p>
                <h1>Зажимной механизм</h1>
                <p>Зажимной механизм может быть гидравлическим, механическим или электрическим. Он помогает открывать и закрывать форму и надежно удерживать ее закрытой во время литья. Для этого используются стяжные планки и плита. Соединительные планки представляют собой прочные цилиндрические стержни, которые удерживают зажимной узел вместе и принимают на себя нагрузку от усилия зажима. Это помогает выровнять обе половины формы.  

Пластины - это тяжелые стальные пластины, которые крепятся к соединительным планкам. Половинки формы крепятся к плитам. Одна плита неподвижна. Другую можно перемещать, когда зажимной механизм открывается или закрывается.</p>
                <img src='/content/Black_turbine_injection_molded_part.webp'></img>
                <h1>Процесс литья под давлением</h1>
                <p>Работа машины для литья под давлением состоит из пяти этапов. Каждый этап имеет решающее значение и не может быть пропущен. В следующем разделе мы подробно рассмотрим каждый этап процесса литья под давлением.</p>
                <h1>Зажим</h1>
                <p>Литье под давлением начинается с закрепления двух половин формы с помощью зажимного устройства машины для литья под давлением. При этом прилагается усилие, достаточное для того, чтобы половинки формы были прижаты друг к другу достаточно плотно и предотвратить вытекание расплавленного пластика во время литья под давлением. Усилие зажима тщательно контролируется и должно быть достаточным для того, чтобы форма оставалась закрытой под давлением впрыскиваемого пластика.</p>
                <h1>Инъекция</h1>
                <p>Во время литья под давлением небольшие пластиковые гранулы подаются в машину для литья под давлением через бункер. Материал поступает в барабан, который нагревается с помощью электрических нагревателей, а также за счет тепла трения, выделяемого при вращении шнека. Шнек перемещает расплавленный пластик к передней части барабана. 

Как только перед шнеком скапливается достаточное количество расплавленного пластика, шнек перемещается вперед и действует как поршень, выталкивая расплавленный пластик через сопло в полость формы. Давление и скорость впрыска должны тщательно контролироваться, поскольку они в значительной степени влияют на качество детали.</p>
                <h1>Охлаждение</h1>
                <p>После заполнения полости формы пластик внутри формы начинает охлаждаться и затвердевать, принимая форму полости формы. Время охлаждения зависит от типа пластика, толщины стенки детали и эффективности охлаждения формы. 

Температуру формы часто регулируют путем циркуляции охлаждающей среды, например воды, по каналам в форме. Правильное охлаждение помогает избежать таких дефектов, как коробление, вмятины и остаточные напряжения. Это также помогает создавать детали, сохраняющие точность размеров. 

Охлаждение, безусловно, является важнейшим компонентом продолжительности цикла литья под давлением (до 80%) и главным фактором, влияющим на высокую стоимость единицы продукции. Это подчеркивает, насколько важно поддерживать одинаковую толщину стенок в ваших деталях, отлитых под давлением.</p>
                <h1>Выброс</h1>
                <p>Как только деталь остынет и затвердеет, форму открывают. Выталкивающие штифты или другие механизмы выталкивают готовую деталь из полости формы. Конструкция формы и расположение выталкивающих штифтов являются ключевыми факторами, обеспечивающими извлечение детали в случае повреждения или деформации.</p>
                <h1>Время цикла</h1>
                <p>Продолжительность цикла - это общее время, необходимое для завершения одного полного цикла процесса литья под давлением, включая закрепление, инжекцию, охлаждение и извлечение. Оптимизированная продолжительность цикла помогает повысить эффективность производства и снизить общие затраты. Продолжительность каждого этапа процесса литья под давлением тщательно контролируется и регулируется в зависимости от конструкции детали, свойств материала и производственных требований.</p>
                <Link href="/knowledgebase" className="back-button">Назад</Link>
            </div>
        </>
    )
}
export default Whatareinjectionmolding