import About from "../../../components/AboutPage/aboutpage";

export const metadata = {
  title: "Печать на 3д принтере Москва",
  description:
    "О нас: Узнайте о нашей компании, специализирующейся на 3Д печати. Мы предлагаем инновационные решения, профессиональные услуги и высококачественные технологии для вашего бизнеса.",
  alternates: {
    canonical: "https://tvoy3d.ru/about",
  },
  keywords: [
    "компания 3D печати",
    "услуги 3D печати",
    "инновационные решения",
    "технологии 3D печати",
    "профессиональная 3D печать",
    "эксперты 3D печати",
    "Твой 3д",
    "Твой 3D",
    "3д печать под заказ",
    "3д печать в больших количествах",
    "3D печать в больших количествах",
    "3д печать в большом объеме",
  ],
};

function AboutPage() {
  return (
    <>
      <About />
    </>
  );
}
export default AboutPage;
